Repository: travelopenapps/drupaltoa_dist
Catalog: modules/toa_b2c/translations/toa_b2c.*.po
Languages: ca

source: Add user
ca: Usuari

source: Enter the user name for TOA.
ca: Introduïu l'usuari per TOA

source: Add password
ca: Contrasenya

source: Enter password for TOA
ca: Introduïu la contrasenya per TOA

source: Add url
ca: URL

source: Enter the url Searcher, e.g.: http://reservas.emergya.es/searcher.htt
ca: Introduïu la url del cercador, ex.: http://reservas.emergya.es/searcher.htt

source: Home agencia
ca: Página princpal de la agencia

source: The agencies Home page. e.g.: white-emergya
ca: Pàgina princpal de l'agència

source: Domain Magnolia
ca: Dominio Magnolia

source: Domain Magnolia your account, e.g.: http://cmsmagnolia.hotetec.com
ca: El dominio en el seu compte de Magnolia, ex.: Http://cmsmagnolia.hotetec.com

source: jQuery version
ca: Versió jQuery

source: jQuery version using TOA, default is 1.8.3
ca: Versió de jQuery usada en TOA, per defecte és 1.8.3

source: jQuery ui version
ca: Versió jQuery UI

source: jQuery ui version using TOA, default is 1.9.2
ca: Versió de jQuery UI para TOA, per defecte és 1.9.2

source: Your browser does not support iframe.
ca: El seu navegador no suporta iframe.

source: TOA Search
ca: Buscador TOA

source: Searcher TOA
ca: Cercador TOA

source: The main functionality of this module is to formalize tour packages bookings through Travel Open Apps platform (Platform tourist distribution of Valencia).</p> <p>For the module is operating really must have an account on the Open Travel Platform Apps (http://www.travelopenapps.org/alta-de-usuarios/).</p> <p>This module provides a block search form travel destination through which end users can make reservations. It also includes an area where managers are connected via iframe with administration panels Open Travel Platform Apps for configuration and customization of web hosting offers displayed.
ca: La Principal funcionalitat del mòdul És la de formalitzar Reserves de Paquets Turístics a traves de aa plataforma Travel Open Apps (Plataforma de Distribució Turística de la Comunitat Valenciana).</p><p>Per al mòdul està funcionant realment ha de tenir un compte a la plataforma Travel Open Apps (http://www.travelopenapps.org/alta-de-usuarios/).</p><p>Aquest mòdul proporciona un formulari de cerca de destinació bloc a través del qual els usuaris finals poden fer reserves. També inclou una zona on els gerents estan connectats a través d'iframe amb l'administració Open Travel Platform Apps per a la configuració i personalització d'allotjament web ofereix aparegui.

source: TOA b2c settings
ca: Configuración de TOA b2c

source: Settings for module TOA B2c
ca: Cofigurar mòdul TOA b2c

source: TOA b2c admin
ca: Administrar TOA b2c

source: Manages TOA b2c
ca: Administrar TOA b2c

source: Menus
ca: Menús

source: My Data
ca: Meus Dades

source: My Pages
ca: Meus pàgines

source: Booking Engine
ca: Motor Reserves

source: Booking Engine Hotel
ca: Reserves de l'hotel

source: AdminCentral
ca: Propietats

source: Google Analytics
ca: Analítiques Google

source: First TOA search module
ca: Primer mòdul de cerca TOA
